Repository: ringneck/C-PBX
Catalog: V.3X/html/admin/modules/irc/i18n/*/LC_MESSAGES/irc.po
Languages: ru_ru

source: Online Support
ru_ru: Онлайн поддержка

source: Start IRC
ru_ru: Старт IRC

source: Online Resources
ru_ru: Онлайн ресурсы

source: When you connect, you will be automatically be named 'FreePBX' and a random 4 digit number, eg, FreePBX3486.
ru_ru: Когда соединитесь, ваше имя в сессии будет в виде 'FreePBX' и 4 цифры, типа FreePBX2216.

source: If you wish to change this to your normal nickname, you can type '<b>/nick yournickname</b>', and your nick will change. This is an ENGLISH ONLY support channel. Sorry.
ru_ru: Если есть желание сменить на какой-то нормальный псевдоним, наберите <b>/nick myprefferednickname</b>', и, таким образом поменяете ник. Это только англоговорящий канал поддержки, так уж извините!

source: This allows you to contact the FreePBX channel on IRC.
ru_ru: Этот модуль даёт возможность соединится с каналом FreePBX в IRC.

source: As IRC is an un-moderated international medium, AMP, FreePBX, Coalescent Systems, or any other party can not be held responsible for the actions or behavior of other people on the network
ru_ru: IRC - это немодерируемая интернациональная среда общения, AMP, FreePBX, Coalescent Systems или какие-то другие системы не могут регулировать поведение людей в сети.

source: When you connect to IRC, to assist in support, the IRC client will automatically send the following information to everyone in the #freepbx channel:
ru_ru: Когда вы подключаетесь к IRC для получения помощи, клиент IRC автоматически пошлёт следующую информацию в канал #freepbx:

source: Your Linux Distribution:
ru_ru: Ваш дистрибутив Линукс:

source: Your FreePBX version:
ru_ru: Ваша версия FreePBX:

source: If you do not want this information to be made public, please use another IRC client, or contact a commercial support provider
ru_ru: Если не хотите делать эту информацию достоянием общественности, используйте просто любой другой клиент IRC, или свяжитесь со службой платной коммерческой поддержки.
